Tests/Webservices/new_ip_address.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.cdyne.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:ResolveIP>
         <ws:ipAddress>150.162.2.1</ws:ipAddress>
         <ws:licenseKey>0</ws:licenseKey>
      </ws:ResolveIP>
   </soapenv:Body>
</soapenv:Envelope>